Repository: vkapas/itmages-unity-extension
Catalog: po/*.po
Languages: ru

source: %.2fB
ru: %.2fБ

source: <b>Name:</b> %s
ru: <b>Имя:</b> %s

source: <b>Size:</b> %s, <b>Res.:</b> %dx%dpix
ru: <b>Размер:</b> %s, <b>Разр.:</b> %dx%dpix

source: <b>Status: </b>%s
ru: <b>Состояние: </b>%s

source: Account
ru: Аккаунт

source: Added %d files. Total size is %s
ru: Добавылено %d файлов. Общий размер %s

source: BB full size image
ru: BB большая картинка

source: BB preview for forum
ru: BB для форума превью

source: Cancel action 'upload' for selected or all files of this list.
ru: Отменить загрузку для отмеченных или всех файлов из списка.

source: Cancel all actions for this picture.
ru: Отменить все действия над этим изображением.

source: Cancel upload
ru: Загрузка отменена

source: Cancelled
ru: Отменено

source: Close this infobar.
ru: Закрыть эту информационную строку.

source: Close this window and exit from this program.
ru: Закрыть это окно и выйти из этой программы.

source: Copy '%s' to clipboard
ru: Копировать '%s' в буфер обмена

source: Copy selected link of this picture to clipboard.
ru: Скопировать выбранную ссылку для этого изображения в буфер обмена.

source: Copy selected to clipboard
ru: Копировать выбранное

source: Done!
ru: Готово!

source: Error
ru: Ошибка

source: Failed
ru: Не получилось

source: File
ru: Файл

source: HTML full size image
ru: HTML большая картинка

source: HTML preview for forum
ru: HTML для форума превью

source: HTTP proxy
ru: HTTP прокси

source: ITmages uploader with unity extension
ru: Unity-плагин для загрузки изображений на ITmages

source: In Queue.
ru: В очереди.

source: Is run
ru: В процессе

source: KB
ru: КБ

source: Link to full size image
ru: Ссылка на изображение

source: Link to preview
ru: Ссылка на превью

source: Links
ru: Ссылки

source: Login:
ru: Логин:

source: MB
ru: МБ

source: Network
ru: Сеть

source: Node:
ru: Адрес:

source: Not found any icons
ru: Не нашел ни одной иконки

source: Not found any one selected items.
ru: Не нашел ни одного выбранного элемента.

source: Not found default icontheme.
ru: Не найдена тема иконок поумолчанию

source: Not valid login or password
ru: Пароль или логин не прошли проверку

source: Open dialog for choose and add new files to current list.
ru: Открыть диалог для выбора и добавления файлов в текущий список.

source: Open settings dialog.
ru: Открыть диалог настроек.

source: Open the default web-browser with link to this uploaded picture.
ru: Открыть браузер по умолчанию с сылкой для этого загруженного изображения.

source: Page with all links
ru: Страница с сылками

source: Password:
ru: Пароль:

source: Port:
ru: Порт:

source: Proxy
ru: Прокси

source: Remember me
ru: Запомнить данные

source: Remove all selected items from list.
ru: Удалить все выбранные элементы из списка.

source: Remove this picture from current list.
ru: Удалить это изображение из текущего списка.

source: Removed %d item(s) from list.
ru: Удалено %d элемент(ов) из списка.

source: SOCKS4 proxy
ru: SOCKS4 прокси

source: SOCKS5 proxy
ru: SOCKS5 прокси

source: Select/Unselect all items of list.
ru: Отметить/снять выделение для всех элементов списка.

source: Short link
ru: Короткая ссылка

source: Sorry but all a specified files was skipped. Please check for their size and format and try again.
ru: Извините, но все указанные файлы были пропущены. Пожалуйста проверьте их размер и формат и попробуйте еще раз.

source: Start
ru: Старт

source: Start action 'Upload' for all files from current list.
ru: Запустить загрузку для всех файлов текущего списка.

source: Start upload
ru: Запустить загрузку

source: Stop
ru: Стоп

source: Stop upload
ru: Остановить загрузку

source: Take all or selected
ru: Взять все или отмеченные

source: Take the latest
ru: Взять последние

source: Type:
ru: Тип:

source: Unable to create a query. Please open the settings dialog and check the authorization data and proxies settings.
ru: Не получилось создать запрос. Пожалуйста, откройте диалог настройки и проверьте данные авторизации и настройки прокси.

source: Upload failed!
ru: Загрузка не удалась

source: Upload is cancelled!
ru: Загрузка отменена!

source: Upload is successful!
ru: Загрузилось успешно.

source: Upload the pictures to image hosting ITmages
ru: Отправляет изображения на хостинг картинок ITmages

source: User:
ru: Имя:

source: Wait
ru: Ждет

source: Warning!
ru: Внимание!

source: Without profile
ru: Без аккаунта

source: Without proxy
ru: Без прокси

source: auth failed
ru: Пароль или логин не прошли проверку

source: Upload this picture to ITmages
ru: Загрузить эту картинку на ITmages

source: Uploads the images to hosting ITmages
ru: Отправляет изображения на хостинг картинок ITmages

source: Resize images
ru: Изменить размер

source: Rotate images
ru: Повернуть

source: Utils
ru: Утилиты

source: Autostart
ru: Автостарт

source: Rotate by
ru: Повернуть на

source: <b>Rotate</b>
ru: <b>Поворот</b>

source: <b>Common</b>
ru: <b>Общее</b>

source: Overwrite original file
ru: Перезаписать оригинальный файл

source: Add to upload list
ru: Добавить в список загрузки

source: Save to:
ru: Сохранять в:

source: Select folder to save
ru: Выбрать каталог для сохранения

source: <b>Resize</b>
ru: <b>Изменение размера</b>

source: Constrain proportions
ru: Соблюдать пропорции

source: Resize to
ru: Подогнать к размеру

source: Resize by
ru: Изменить на

source: Show this dialog
ru: Показывать этот диалог

source: Imaging
ru: Утилиты

source: Sorry. The multithreading is not supported.
ru: Победа! Многопоточность не поддерживается.
